{
    "success": true,
    "data": {
        "version": 4,
        "lang": "english",
        "contents": "R5Reloaded Privacy Policy\nLast Modified: 19 October 2023 at 20:19 UTC\n\nThis privacy policy explains how R5Reloaded uses the personal data we collect from you when you use our gaming software and online services (\"Services\") and website accessible at https://r5reloaded.com (\"Website\")\nBy accepting the terms outlined in this privacy policy, you must also accept the terms of the Electronic Arts Privacy and Cookie Policy available at https://www.ea.com/legal/privacy-and-cookie-policy\nIf you do not accept the terms of the privacy policy, you must not install or use our Services.\n\n1. Information we collect when you use our services\n\nThrough your usage of our Services, you provide most of the information that we collect. We collect data when you:\n- Access our Website\n- Launch and use our software\n- Use online and social features in our Services\n- Participate in Live Game Events\n\nThis information is collected so that we can:\n- Operate and maintain our Services\n- Operate live events using our Services\n- Develop new features and functionality for our Services\n- Provide you with access to social features on our Services\n- Prevent fraud and maintain system security\n\nWhen use our Services, we collect information such as:\n- Your public Electronic Arts Inc. (\"EA\") account username\n- Your EA account id\n- Your IP address\n- Your approximate geographical region\n- Your web browser type (if accessing our website)\n- Pages that you visit on our website\n- Requests made to our web-based Application Programming Interfaces (APIs)\n\nThis data is typically saved for up to 14 days, but may be stored for longer than 14 days in the event that acceptable usage of our Services is breached and we are required to use certain information to blacklist accounts from accessing our Services.\n\nWe also collect information relating to fraud prevention during your usage of our Services, such as temporary EA account authentication information.\nThis information is stored only for the minimum required time period, and is immediately disposed of upon completion of each applicable task involving such information.\n\n2. Who has access to the information\nR5Reloaded will not sell, provide, or otherwise make available any collected information to third parties, except as outlined below, or as required by request of law enforcement or relevant authority.\n\nIf necessary for the operation of our Services, information may be made available to certain parties:\n- Game Server Hosts\n    - In order to operate a game server through our Services, certain information pertaining to user profiles and account information must be made available to the game server. This may include: your account username, your account ID, your IP address\n- Other Players\n    - When you play online, some public profile information is made available to other players within your game server. This may include: your account username, your account ID.\n    - When you host a game server through our Services, information such as your IP address and approximate geographical region may be made available to other users of our Services through APIs, in-game user interfaces, or equivalent web-based representations of such data through our website.\n- Account Service Providers\n    - To prevent fraud and protect the security of our services and other players, we may provide information about your account to upstream service providers, such as EA and Respawn Entertainment, through APIs and Software Development Kits (SDKs).\n\n3. Your rights\nFor users within the European Union (EU), the United Kingdom (UK), California, and other applicable territories, the following rights are granted to you by data protection laws such as the EU General Data Protection Regulation (GDPR) and the UK GDPR. Users outside of these regions are also granted the following rights relating to treatment of the information we collect.\n\nRight to access - You have the right to request access to the information that we store about you.\n\nRight to rectification - You have the right to request the correction or completion of any inaccurate or incomplete personal data.\n\nRight to erasure - You have the right to request the erasure of any stored personal data to be erased. After erasure, we may retain limited information to allow the maintenance of security and fraud prevention, in accordance to the terms regarding data retention periods.\n\nRight to restrict processing - You have the right to request restrictions on the processing of your data as defined in Article 18 of the GDPR\n\nRight to data portability - You have the right to request access to your personal data in a structured, commonly-used, and machine readable format, as defined in Article 20 of the GDPR\n\nRight to object - You have the right to object to our processing of your personal data, as defined in Article 21 of the GDPR\n\nWe reserve the right to refuse any requests relating to these rights if they are deemed to be manifestly unfounded or excessive, or we are unable to verify your ownership of the requested data or identity.\n\nRequests related to these rights will be responded to within no more than one month of the request being received.\n\n4. Children\nR5Reloaded does not knowingly collect personally identifiable information from children under the age of 13. If you believe that this information has been provided as a result of your child's usage of our Services, we strongly encourage you to contact us immediately so that we are able to remove the relevant information.\n\nContact Information\n\nEmail Address: contact@r5reloaded.com",
        "modified": "2023-10-19T20:19:53.000Z"
    }
}